"""Канал получен
ID сообщения: 1846
Дата отправки: 2025-03-29 13:25:49+00:00
Текст сообщения: Яндекс, VK, HeadHunter и Ozon: какие акции покупать?

🎙 В эфире подкаст Жадный Инвестор

В студии аналитик Т-Инвестиций — Марьяна Лазаричева и ведущая подкаста — Анастасия Тушнолобова.

В выпуске обсудили:

✔️ Как устроен бизнес Яндекса и наше мнение по акциям
✔️ VK: выручка стабильная, но откуда убыток?
✔️ Итоги года у HeadHunter и вопрос дивидендов
✔️ Рекордные показатели Ozon за 2024 год и планы на 2025

🎧 Подкаст можно слушать на любой платформе: Яндекс Подкасты, Apple Podcasts или сразу в Telegram

💬 Задать свой вопрос и обсудить выпуск с другими инвесторами

#подкаст #идея #YDEX #OZON #HEAD #VKCO
------------------------------------------------------------
ID сообщения: 1845
Дата отправки: 2025-03-28 14:27:12+00:00
Текст сообщения:
------------------------------------------------------------
ID сообщения: 1844
Дата отправки: 2025-03-28 14:27:12+00:00
Текст сообщения:
------------------------------------------------------------
ID сообщения: 1843
Дата отправки: 2025-03-28 14:27:12+00:00
Текст сообщения:
------------------------------------------------------------
ID сообщения: 1842
Дата отправки: 2025-03-28 14:27:12+00:00
Текст сообщения: Аренадата: сохраняем идею на покупку
Компания опубликовала финансовые результаты за 2024 год.

✔️ Выручка выросла на 52% г/г, до 6 млрд рублей.
✔️ Рентабельность по EBITDAC снизилась до 35% из-за инвестиций и роста затрат на персонал.
✔️ NIC (чистая прибыль, скорр. на капитализируемые расходы и амортизацию) увеличилась на 62% г/г, до 2,2 млрд рублей благодаря высокой операционной эффективности.

Развитие бизнеса

👍 Среди российских разработчиков Аренадата обладает самым широким портфелем продуктов на рынке.

Компания расширяет продуктовую линейку, планируя выпуск 5 новых продуктов в 2025 году, включая инструменты для облачной инфраструктуры. Также Аренадата формирует платформу управления данными, рассматривая сделки M&A.

Рост клиентский базы

📈 Число клиентов выросло на 50% и превысило 150.

Около 70% выручки приходится на госсектор и компании с госучастием, что снижает риски ухода клиентов при возвращении иностранных игроков.

Дивиденды

Во втором квартале 2025 года совет директоров рассмотрит вопрос о выплате дивидендов за отчетный период. Учитывая отсутствие долговой нагрузки и вероятность проведения M&A, по нашим оценкам, Аренадата может выплатить 6,5 руб./акцию, что эквивалентно доходности 4,3% к текущей цене.

Мы сохраняем рекомендацию «покупать» с целевой ценой 190 руб./акцию и потенциалом роста 30%.

Подробнее в обзоре

Марьяна Лазаричева, аналитик Т-Инвестиций

#акции #идея #DATA
------------------------------------------------------------
ID сообщения: 1841
Дата отправки: 2025-03-28 10:08:35+00:00
Текст сообщения: День инвестора X5 Group: обновленная стратегия развития и цели на 2025 год

Вчера мы посетили день инвестора X5 Group и спешим поделиться с вами новостями о новой стратегии развития компании и финансовых целях на 2025 год и на более долгосрочную перспективу.

Стратегия развития

✔️ Стратегическая цель X5 Group — сохранить лидерство на российском рынке продуктового ритейла с фокусом на эффективность и омниканальность.

✔️ Компания планирует захватить лидерство и в сегменте e-grocery на фоне опережающих темпов роста данного сегмента рынка и смещения потребителя в сторону омниканальной модели покупок. Ритейлер ожидает, что онлайн-сегмент займет 10% в общей выручке к 2028 году.

✔️ X5 Group также хочет стать лидером на быстрорастущем рынке готовой еды. Компания собирается утроить выручку от данного сегмента к 2028 году за счет роста продаж кофе и выпечки в Пятерочке, а также благодаря развитию собственных городских кафе Select.

Цели на 2025 год

✔️ Рост выручки примерно на 20% г/г. Менеджмент прогнозирует такой рост на фоне сохранения повышенной продовольственной инфляции и активного  расширения Пятерочки и сети дискаунтеров Чижик.

✔️ Рентабельность по EBITDA не ниже 6%. Давление на рентабельность ритейлера сохранится в условиях жесткого рынка труда и увеличения доли дискаунтера Чижик в структуре выручки.

✔️ Капитальные расходы как процент от выручки не выше 5%. Это довольно высокий уровень относительно исторических значений. Все дело в том, что компанию ждет цикл повышенных капзатрат в 2025—2026 годах. Она стремится автоматизировать и роботизировать логистические процессы, чтобы сэкономить на расходах на персонал.

✔️ Долговая нагрузка (чистый долг/EBITDA) в диапазоне 1,2—1,4х. Такой уровень соответствует новой дивидендной политике. Поэтому X5 Group будет проактивно регулировать показатель долговой нагрузки через выплату дивидендов. Однако важно помнить, что компания рассчитывает данную метрику с учетом денежных средств, которые могут понадобиться для выкупа казначейского пакета у материнского холдинга. Речь идет о тех бумагах, которые остались нераспределенными между российскими акционерами после завершения процедуры принудительной редомициляции. Размер казначейского пакета — около 10,2% от уставного капитала X5 Group. С учетом обязательных платежей в госбюджет при выкупе бумаг у иностранных держателей эффективный дисконт к справедливой цене выкупа (в соответствии с независимой оценкой) составит около 25%. Таким образом, по нашим расчетам, компании понадобится около 52,4 млрд рублей для совершения выкупа.

Цели на будущее

✔️ Рост выручки на 17—18% в год в 2025—2028 годах.

✔️ Постепенное восстановление рентабельности по EBITDA до 7%. Это довольно амбициозная цель. Помочь в ее достижении могут в том числе проекты по автоматизации и роботизации, которые снизят давление со стороны затрат на фонд оплаты труда.

✔️ Снижение капзатрат как процент от выручки примерно до 4% в 2028 году.

Чижик

✔️ Цель — нарастить долю Чижика до 30% в сегменте жестких дискаунтеров к 2028 году.

✔️ Менеджмент ожидает, что сеть дискаунтеров выйдет в прибыль по EBITDA уже к концу 2025 года.

✔️ Чижик обладает более высокой оборачиваемостью товаров и более низкой стоимостью требуемых капзатрат по сравнению с остальными форматами X5 Group. Это обеспечивает высокую доходность на вложенный капитал, несмотря на более низкую целевую маржинальность.

❓Ну и что

Ожидания менеджмента на 2025 год в целом сходятся с нашими оценками. При этом они даже немного более консервативны в части маржинальности по EBITDA.

Мы сохраняем идею на покупку акций X5 Group с таргетом 3 850 руб/акция. Потенциал роста акций на горизонте года — 9% к текущей цене, однако полная доходность с учетом дивидендов может составить до 42%.

Александр Самуйлов, аналитик Т-Инвестиций

#акции #идея #X5
------------------------------------------------------------
ID сообщения: 1840
Дата отправки: 2025-03-27 16:18:09+00:00
Текст сообщения: Мы агрегировали информацию по пяти крупнейшим фондам денежного рынка РФ и получили следующую картину дневных притоков/оттоков ликвидности с конца 2024 года.

Последние дни вновь наблюдались значительные оттоки ликвидности из фондов денежного рынка. Одна из основных причин — решение Банка России сохранить ключевую ставку без изменений и смягчить риторику (повышение ставки на прошедшем заседании даже не рассматривалось). Это дало инвесторам надежду на более скорое изменение денежно-кредитной политики, что привело к перетоку средств преимущественно в облигации.

#тренд #денежныйрынок
------------------------------------------------------------
ID сообщения: 1839
Дата отправки: 2025-03-27 15:19:10+00:00
Текст сообщения:
------------------------------------------------------------
ID сообщения: 1838
Дата отправки: 2025-03-27 15:19:09+00:00
Текст сообщения:
------------------------------------------------------------
ID сообщения: 1837
Дата отправки: 2025-03-27 15:19:09+00:00
Текст сообщения:
------------------------------------------------------------
ID сообщения: 1836
Дата отправки: 2025-03-27 15:19:09+00:00
Текст сообщения: Экономические данные этой недели: инфляция замедляется, как и деловая активность

Макроэкономическая статистика отражает сохранение тенденций предыдущих недель: инфляция остается ниже уровня февраля, а данные по кредитованию и промышленности подтверждают замедление деловой активности.

❓Что нового

▪️Недельная инфляция на 24 марта составила 0,12% после 0,06% неделей ранее. Это вблизи сезонной нормы и уровня марта прошлого года, что позволило годовой инфляции остаться на уровне 10,1% г/г. В марте рост цен замедлился во всех секторах, при этом рост цен на непродовольственные товары был минимальным в том числе за счет сильной динамики рубля.

▪️Банковское кредитование в феврале показало минимальный рост за счет корпоративного сегмента, тогда как потребительское кредитование продолжило сжиматься третий месяц подряд (такого не было даже в 2022 году). Годовой прирост кредитов населению опустился ниже 12% г/г, а корпоративному сектору — ниже 16% г/г. При этом прирост вкладов остался уверенным — на уровне около 25% г/г.

▪️Рост промышленного производства в феврале замедлился до 0,2% г/г после +2,2% г/г в январе. Это ниже ожиданий рыночного консенсуса (ожидалось +1,1%). Замедление частично связано с календарным фактором (сравнение идет относительно високосного февраля прошлого года). Если сделать поправку на этот фактор, то промышленная активность немного выросла в прошлом месяце. Картина роста осталось прежней: машиностроительный сектор в лидерах роста, тогда как в добывающей промышленности продолжилось падение.

Наш базовый сценарий по-прежнему предполагает начало смягчения денежно-кредитной политики Банком России во втором квартале. Помимо геополитического фактора, судьбу решения по ключевой ставке на заседании ЦБ в апреле будут решать текущие тренды в инфляции и кредитовании. Пока они отражают постепенное охлаждение.

Софья Донец (CFA), главный экономист Т-Инвестиций

#макро #инфляция #ставка
------------------------------------------------------------
ID сообщения: 1835
Дата отправки: 2025-03-27 14:45:20+00:00
Текст сообщения:
------------------------------------------------------------
ID сообщения: 1834
Дата отправки: 2025-03-27 14:45:20+00:00
Текст сообщения:
------------------------------------------------------------
ID сообщения: 1833
Дата отправки: 2025-03-27 14:45:19+00:00
Текст сообщения:
------------------------------------------------------------
ID сообщения: 1832
Дата отправки: 2025-03-27 14:45:19+00:00
Текст сообщения:
------------------------------------------------------------
ID сообщения: 1831
Дата отправки: 2025-03-27 14:45:19+00:00
Текст сообщения: X5 Group: рекордные дивиденды, несмотря на возможное ухудшение финансов

Недавно крупнейший продовольственный ритейлер в России представил финансовые результаты четвертого квартала 2024 года. Как мы и ожидали, результаты оказались нейтральными, несмотря на активный рост выручки. Все из-за опережающей динамики операционных расходов группы.

⬆️ Выручка выросла на 22% г/г за счет активного увеличения LFL-продаж и расширения торговых площадей сетей магазинов у дома Пятерочка и жестких дискаунтеров Чижик. Мы ждем, что в 2025 году рост выручки немного замедлится, но все еще будет высоким — на уровне 20% г/г. В прогнозе мы исходим из того, что
продовольственная инфляция в первой половине года останется повышенной  (около 12%), а темпы расширения сетей магазинов у дома и дискаунтеров постепенно замедлятся из-за высокой базы 2024-го.

⬇️ Рентабельность по EBITDA продолжает снижаться (-1,1 п.п. г/г, до 4,9% в 4 кв. 2024-го) на фоне опережающего роста логистических затрат на персонал в условиях жесткого рынка труда. Также на рентабельность давят маркетинговые расходы и увеличение затрат на доставку онлайн-заказов курьерами. Мы прогнозируем, что по итогам 2025-го показатель снизится примерно до 6,2%.

⬇️ Чистая прибыль снизилась на 20% г/г за счет сокращения операционной прибыли и убытков по курсовым разницам. В этом году ждем, что снижение показателя продолжится из-за значительного роста чистых процентных расходов и повышения ставки налога на прибыль (до 25% с 2025-го).

⬇️ Свободный денежный поток за год сократился более чем на 20%. По нашим оценкам, в этом году он снизится еще на 30% в результате сокращения чистой прибыли и расширения программы капитальных затрат. Ритейлер повышает капитальный бюджет в том числе на проекты по автоматизации и роботизации операционных и логистических процессов. Это должно стать драйвером роста рентабельности бизнеса в будущем.

👍 На конец четвертого квартала чистый долг ритейлера составил около 211 млрд рублей без учета денежных средств на срочных депозитах. Долговая нагрузка также остается достаточно умеренной: чистый долг/EBITDA на уровне всего 0,9x.

❓Что с дивидендами

Совет директоров рекомендовал дивиденды за 2024 год в размере 648 руб/акция. Окончательное решение по выплате примут на годовом общем собрании акционеров 27 июня.

❕Последний день для покупки акций X5 Group, чтобы получить эти выплаты, — 8 июля.

Ритейлер также обновил дивидендную политику. Теперь при определении рекомендации совет директоров будет ориентироваться на величину FCF при целевом коэффициенте чистый долг/EBITDA на конец года на уровне не менее 1,2x и не более 1,4x. Если коэффициент превысит 2х, то компания не будет выплачивать дивиденды.

По всей видимости, компания осуществит первую выплату в размере около 176 млрд руб. из накопленных средств на депозитах (там накопилось 192 млрд руб.). Вторую выплату мы ждем в конце 2025-го, и она будет совершена согласно обновленной дивидендной политике. По нашим оценкам, X5 Group может выплатить акционерам еще около 512 руб/акция, если ориентироваться на целевой коэффициент долговой нагрузки по нижней границе (1,2х) на конец 2025 года.

🏅  Таким образом, в 2025 году компания может распределить между акционерами около 1 160 руб/акцию. Такая выплата принесет инвесторам около 32,7%. Это одна из самых высоких ожидаемых дивидендных доходностей на российском рынке в этом году. Добавим, что акции X5 Group, по нашим расчетам, могут принести акционерам дивидендную доходность в размере 10—15% годовых в 2026—2027 годах.

Мы сохраняем идею на покупку акций X5 Group и таргет на уровне 3 850 руб/акция. Наш таргет учитывает ожидаемое нами снижение чистой прибыли и FCF в 2025 году. Несмотря на то, что акции ритейлера торгуются уже недалеко от справедливых значений, в этом году они могут принести инвесторам рекордную дивидендную доходность. Потенциал роста акций на горизонте года — 9% к текущей цене, однако полная доходность с учетом дивидендов может составить до 42%.

Подробнее в обзоре

Александр Самуйлов, аналитик Т-Инвестиций

#акции #идея #X5
------------------------------------------------------------
ID сообщения: 1830
Дата отправки: 2025-03-27 10:59:51+00:00
Текст сообщения:
------------------------------------------------------------
ID сообщения: 1829
Дата отправки: 2025-03-27 10:59:51+00:00
Текст сообщения:
------------------------------------------------------------
ID сообщения: 1828
Дата отправки: 2025-03-27 10:59:51+00:00
Текст сообщения:
------------------------------------------------------------
ID сообщения: 1827
Дата отправки: 2025-03-27 10:59:50+00:00
Текст сообщения:
------------------------------------------------------------
ID сообщения: 1826
Дата отправки: 2025-03-27 10:59:50+00:00
Текст сообщения: Лукойл испытывает давление на прибыль, но платит рекордные дивиденды

Нефтяной гигант недавно представил отчет за второе полугодие 2024-го и анонсировал финальные выплаты за прошлый год.

⬇️⬆️ Выручка снизилась всего на 1,1% п/п (к предыдущему полугодию), что оказалось выше наших ожиданий. К этому привело
незначительное снижение цен на нефть в рублях и сокращение объемов добычи сырой нефти на фоне добровольных ограничений по соглашению с ОПЕК+. В целом в 2024 году Лукойл получил рекордную выручку на фоне роста рублевых цен на российские сорта нефти, несмотря на снижение объемов переработки и цен на нефтепродукты на мировых рынках.

⬇️ EBITDA снизилась почти на 19% п/п из-за падения маржи сегмента нефтепереработки, которая сейчас нормализуется к средним докризисным уровням после периода высоких значений.

⬇️ Чистая прибыль сократилась еще сильнее — вдвое по сравнению с первым полугодием 2024-го. Основные причины: рост традиционных списаний во второй половине года и переоценка отложенных налоговых обязательств в связи с повышением ставки корпоративного налога на прибыль до 25% с 2025 года (это привело к расходам по отложенному налогу на прибыль в размере более 90 млрд руб. во втором полугодии 2024-го).

⬇️⬆️ Относительно стабильный курс рубля и неблагоприятная конъюнктура на мировом рынке нефти (Brent около $70/барр) в начале текущего года могут сдержать рост прибыли компании в 2025-м. В случае сохранения подобных условий в течение всего года финансовые результаты Лукойла снизятся более чем на 5%. Однако мы находим укрепление рубля временным и ждем его ослабления до 103 руб/долл к концу 2025 года.

❓Что с дивидендами

На следующий день после публикации отчета за 2024 год совет директоров рекомендовал финальный дивиденд в размере 541 руб/акцию, что в целом совпало с нашими ожиданиями. Доходность такой выплаты к текущим ценам  — 7,5%.

🏅 Таким образом, общая сумма выплат за 2024 год составит 1 055 руб/акция — это рекордный уровень дивидендов для Лукойла. При этом общая дивидендная доходность за год достигает 15,1% — это один из самых высоких уровней среди нефтяных компаний.

❓Наше мнение по акциям Лукойла

Мы сохраняем идею на покупку акций Лукойла с таргетом на уровне 8 500 руб/акция и вот почему.

👍 Устойчивое финансовое положение. У компании на счетах накопилось уже 1,43 трлн рублей. Такой большой запас ликвидности и растущий FCF наряду со стабильно незначительным объемом долга обеспечивают устойчивое финансовое положение Лукойла и дает компании преимущество относительно других нефтяников в период высоких процентных ставок. Чистая денежная позиция нефтяного гиганта превышает 1 трлн рублей и составляет порядка 20% от его капитализации. Устойчивое финансовое положение позволило компании во втором полугодии 2024-го провести байбэк акций на 100 млрд рублей.

👍 Щедрые дивиденды. Благодаря стабильным доходам и большому запасу средств компания может предложить одну из самых высоких дивидендных доходностей на российском рынке. Также напомним про вероятность спецдивиденда от компании из средств, которые она планировала направить на байбэк акций у нерезидентов (если он все же не состоится).

👍 Рыночная недооценка. По форвардному  EV/EBITDA (учитывает прогноз на 2025 год) акции Лукойла торгуются на уровне 2,1х — это самое низкое значение среди нефтяников. Такой мультипликатор предполагает дисконт в размере более 40% к историческому уровню, что также указывает на самую высокую недооценку в секторе.

Подробнее в обзоре

Александра Прыткова, аналитик Т-Инвестиций

#акции #идея #LKOH
------------------------------------------------------------
ID сообщения: 1825
Дата отправки: 2025-03-26 14:15:35+00:00
Текст сообщения:
------------------------------------------------------------
ID сообщения: 1824
Дата отправки: 2025-03-26 14:15:35+00:00
Текст сообщения:
------------------------------------------------------------
ID сообщения: 1823
Дата отправки: 2025-03-26 14:15:35+00:00
Текст сообщения:
------------------------------------------------------------
ID сообщения: 1822
Дата отправки: 2025-03-26 14:15:34+00:00
Текст сообщения: ММК: снижаем таргет для акций

После актуализации нашей модели оценки мы приняли решение снизить таргет для акций ММК до 45 руб/акция (с 51 руб/акция ранее), сохранив рекомендацию «держать». Потенциал роста акций на горизонте 12 месяцев — 16%.

Основные причины изменения таргета:

✔️ более стремительный рост затрат ММК, чем мы предполагали;
✔️ снижение прогнозных цен на сталь.

Давайте разберем подробнее последние финансовые результаты компании.

Финансовые итоги четвертого квартала 2024-го

⬇️ Выручка упала на 10% кв/кв из-за сокращения объемов продаж (-5% кв/кв) на фоне проведения ремонтов и снижения цен на металлопродукцию ввиду сезонного пониженного спроса на сталь и высокой ключевой ставки, которая негативно сказывается на деловой активности в стране.

⬇️ EBITDA упала на 37% кв/кв вслед за выручкой, а маржинальность — на 6 п.п. кв/кв, до 14%. Давление на EBITDA оказывал рост расходов на ремонты (часть из которых не капитализируется), а также снижение доли реализации продукции с высокой добавленной стоимостью — до 45,6% c 48% кварталом ранее.

⬆️⬇️  Свободный денежный поток (FCF) вырос почти втрое относительно третьего квартала на фоне снижения оборотного капитала. Однако показатель остается на низком уровне ввиду значительного сокращения EBITDA и крупных капзатрат.

❓Чего ждать в 2025 году

В начале года сезонные факторы и высокая ключевая ставка продолжат оказывать негативное влияние на деловую активность в России.

❕На наш взгляд, это будет сдерживать цены на стальную продукцию в первом полугодии 2025-го.

При этом в первом квартале года компания продолжит программу капитальных ремонтов в доменном переделе. По этой причине объемы выплавки стали останутся на пониженном уровне.

В целом в 2025 году менеджмент ждет значительного сокращения капвложений по сравнению с 2024-м. Причина — завершение реализации ключевых проектов в рамках стратегии развития группы до 2025 года.

❓Что с дивидендами

Дивидендная политика ММК имеет привязку к FCF и долговой нагрузке.

✔️ Если чистый долг/EBITDA менее 1x, то на выплату дивидендов направляется не менее 100% FCF.

✔️ Если чистый долг/EBITDA более 1x, то компания выплачивает не менее 50% FCF в качестве дивидендов.

За второе полугодие 2024-го FCF ММК составил 7,6 млрд руб. или 0,68 руб/акция, доходность к текущей цене — 1,8%.

❕С учетом низкого FCF есть риск, что совет директоров рекомендует годовому общему собранию акционеров не выплачивать дивиденды за второе полугодие 2024-го.

❕Перспективы выплат за этот год тоже выглядят неутешительно. Компания планирует значительно сократить капвложения, что позитивно скажется на FCF. Однако, по нашей оценке, он все равно будет под давлением низкой EBITDA. Поэтому мы не ждем крупных дивидендов от компании в следующие 12 месяцев.

Александр Алексеевский (CFA), аналитик Т-Инвестиций

#акции #MAGN
------------------------------------------------------------
ID сообщения: 1821
Дата отправки: 2025-03-26 12:11:09+00:00
Текст сообщения:
------------------------------------------------------------
ID сообщения: 1820
Дата отправки: 2025-03-26 12:11:09+00:00
Текст сообщения:
------------------------------------------------------------
ID сообщения: 1819
Дата отправки: 2025-03-26 12:11:09+00:00
Текст сообщения:
------------------------------------------------------------
ID сообщения: 1818
Дата отправки: 2025-03-26 12:11:09+00:00
Текст сообщения:
------------------------------------------------------------
ID сообщения: 1817
Дата отправки: 2025-03-26 12:11:09+00:00
Текст сообщения: Группа Эталон: продажи падают не так сильно, как у конкурентов, но прибыли все еще нет

Недавно девелопер представил отчет за второе полугодие 2024-го.

⬇️ Объем новых продаж сократился на 13% г/г. Такое падение куда более умеренное, чем у группы ЛСР (-60%) и ГК Самолет (-50%). Все из-за низкой доли ипотеки в структуре продаж из-за фокуса на бизнес- и премиум-сегментах и диверсификации бизнеса через продажи не только жилой, но и коммерческой недвижимости. При этом мы считаем, что темпы роста продаж группы Эталон, как и у других девелоперов, продолжат снижаться в годовом выражении и в первом полугодии 2025-го. Причины — все еще жесткая монетарная политика и отмена безадресной льготной ипотеки, которая действовала в течение всего первого полугодия 2024-го.

⬆️ Выручка выросла на 33% г/г, несмотря на снижение новых продаж. Такая динамика во многом объясняется спецификой признания выручки девелоперами — она признается не сразу, а по мере реализации строительства объекта недвижимости. К тому же драйверами выручки стали рост средней цены за кв. м и увеличение прочих доходов (от продажи стройматериалов, земельных участков и коммерческих помещений). Если убрать аномальное первое полугодие 2024-го, когда выручка подскочила на 71% на фоне  ажиотажного спроса в преддверии отмены безадресной программы льготной ипотеки, то рост во втором полугодии является самым высоким за последние четыре года.

⬇️ Рентабельность по EBITDA оказалась на 4 п.п. ниже уровня первого полугодия (19% против 23%) из-за увеличения себестоимости. Однако даже после снижения показатель находится лишь немного ниже исторического среднего (20%).

⬇️ Рентабельность по чистой прибыли находится в отрицательной зоне с 2023-го и по итогам второго полугодия 2024-го ушла еще глубже в минус (-7%). Это связано с ростом процентных расходов в 1,5 раза г/г на фоне ужесточения политики ЦБ.  Дополнительное давление оказал налог на прибыль: компания платит его даже при отрицательной доналоговой прибыли ввиду статей расходов, которые не учитываются для целей налогообложения. При этом группа не планирует отказываться от стратегии роста и считает, что выход в прибыльность возможен при ключевой ставке на уровне 15%.

👎 Долговая нагрузка (чистый долг/EBITDA) впервые за последние четыре года превысила 2х из-за необходимости погасить кредиторскую задолженность и расширить земельный банк. Группа находит текущий уровень долговой нагрузки нормальным и при необходимости может нарастить долг с помощью корпоративного кредитования и/или выпуска облигаций.

❓Что с редомициляцией и дивидендами

Компания планирует завершить процесс переезда в Россию уже через два-три месяца. После этого руководство может обсудить возможность выплаты дивидендов. Однако вероятность выплат невелика из-за текущих убытков компании.

❕Мы пока не видим фундаментальных причин для восстановления рынка недвижимости на фоне все еще высоких ипотечных ставок, ограниченного спроса и рисков сохранения жесткой денежно-кредитной политики ЦБ. Поэтому мы нейтрально смотрим на акции группы Эталон.

Михаил Коньков, аналитик Т-Инвестиций

#акции #ETLN
------------------------------------------------------------
ID сообщения: 1816
Дата отправки: 2025-03-26 11:33:28+00:00
Текст сообщения:
------------------------------------------------------------
ID сообщения: 1815
Дата отправки: 2025-03-26 11:33:28+00:00
Текст сообщения: Роснефть: итоги 2024 года
Компания опубликовала отчетность по МСФО за 2024 год.

Результаты

✔️ Выручка в четвертом квартале выросла на 0,9% кв/кв благодаря росту рублевых цен на нефть и стабильным объемам добычи.
✔️ Однако переработка нефти сократилась на 7,8% кв/кв, а реализация нефтепродуктов снизилась на 5,3%.
✔️ EBITDA выросла на 5,5% кв/кв, а рентабельность — до 28,4%.
✔️ Чистая прибыль увеличилась на 3% кв/кв, но остается низкой из-за переоценки отложенных налогов, курсовых разниц и роста процентных расходов.
✔️ Долговая нагрузка (чистый долг/EBITDA) на уровне 1,2х — самая высокая среди нефтяников.

Дивиденды

Роснефть придерживается выплаты 50% чистой прибыли по МСФО. Компания выплатила 36,5 руб./акцию за первое полугодие 2024-го (доходность 6,4%). Финальные дивиденды могут составить 14,7 руб./акцию (доходность 2,8%).

❕Суммарная доходность — 9,2%, что ниже чем конкурентов.

Мнение по акциям

Акции торгуются с EV/EBITDA 25 на уровне 3х (дисконт 30%), но в отрасли есть более привлекательные бумаги (Лукойл, Татнефть). Относительно стабильный рубль и слабый рынок нефти могут ограничить рост прибыли компании в 2025 году. Мы сохраняем нейтральный взгляд на акции Роснефти.

Подробнее в обзоре

Александра Прыткова, аналитик Т-Инвестиций

#акции #россия #ROSN
------------------------------------------------------------
ID сообщения: 1814
Дата отправки: 2025-03-25 13:39:26+00:00
Текст сообщения:
------------------------------------------------------------
ID сообщения: 1813
Дата отправки: 2025-03-25 13:39:26+00:00
Текст сообщения: Корпоративные облигации: что произошло за неделю?

На прошлой неделе геополитический фон и умеренная риторика ЦБ поддержали долговой рынок РФ: доходности коротких корпоративных облигаций снизились. В целом рынок, скорее всего, нашел тот уровень доходностей, который может поддерживаться позитивными новостями извне, однако дальнейшее значимое снижение доходностей без начала цикла смягчения денежно-кредитной политики не представляется возможным.

‼️ Как мы и ожидали, на пятничном заседании Банк России сохранил ключевую ставку без изменений. При этом вариант ее снижения или повышения даже не рассматривался. Отметим, что регулятор несколько смягчил сигнал, убрав из пресс-релиза указание на возможность повышения ставки на следующем заседании. Подробнее об итогах заседания ЦБ рассказывали тут.

Снижение доходностей коротких выпусков привело к сужению спреда между доходностями коротких и среднесрочных корпоративных облигаций до 1,9 п.п. При этом доходности длинных корпоративных выпусков по-прежнему испытывают давление со стороны гособлигаций, но уже в меньшей степени.

‼️ На прошедшем в среду аукционе Минфина общий спрос на длинные ОФЗ с фиксированным купоном составил 161 млрд руб. — это все еще выше исторических значений последних лет, но ниже уровня предыдущей недели (тогда было 350 млрд руб.).

Пока доходности корпоративных облигаций остаются на высоких уровнях относительно исторических значений.

⬇️ Однако при изменении монетарной политики в этом году в соответствии с нашим базовым сценарием корпоративные доходности могут стремительно снизиться — до 15—17% годовых к концу года.

Динамика кредитных спредов разных рейтинговых групп пока остается в боковом тренде. Без реального изменения ставок в экономике их дальнейшее сужение будет иметь лишь временный характер, обусловленный внешним позитивом. Пока они по-прежнему на аномально высоких относительно истории уровнях. Это отражает настроения инвесторов в отношении кредитных рисков компаний в условиях длительного сохранения высоких ставок в экономике.

❓Что интересного у конкретных эмитентов

Роснефть
В рамках оферты по юаневому выпуску 2Р-13 эмитент выкупил 203 257 бумаг по номиналу и установил ставку купона на уровне 7,7% годовых для двух следующих купонов (до следующей оферты в марте 2026-го).

Медси
Эмитент выкупил по оферте 2 691 689 бумаг серии 001P-01 и установил новую ставку купона в размере 20% годовых. По указанной ставке будет выплачено четыре купона до марта 2026-го, когда состоится следующая put-оферта.

GloraX
Начался сбор заявок на первичное размещение облигаций ГЛОРАКС 001Р-04. Выпуск имеет следующие параметры.

✔️ Планируемый объем размещения: 1 млрд руб.
✔️ Номинал: 1 000 руб/облигация.
✔️ Ставка купона: фиксированная и не выше 25,5% годовых.
✔️ Срок обращения: три года.
✔️ Купонный период: 30 дней.
✔️ Амортизации нет.

О сегментах флоатеров и валютных облигаций рассказываем в обзоре.

Сергей Колбанов, аналитик долговых рынков Т-Инвестиций

#облигации #ROSN
------------------------------------------------------------
ID сообщения: 1812
Дата отправки: 2025-03-24 16:16:42+00:00
Текст сообщения:
------------------------------------------------------------
ID сообщения: 1811
Дата отправки: 2025-03-24 16:16:42+00:00
Текст сообщения:
------------------------------------------------------------
ID сообщения: 1810
Дата отправки: 2025-03-24 16:16:42+00:00
Текст сообщения:
------------------------------------------------------------
ID сообщения: 1809
Дата отправки: 2025-03-24 16:16:42+00:00
Текст сообщения:
------------------------------------------------------------
ID сообщения: 1808
Дата отправки: 2025-03-24 16:16:42+00:00
Текст сообщения: Русагро представил хороший финансовый отчет

Агрохолдинг представил позитивный отчет за четвертый квартал 2024 года.

⬆️ Чистая выручка (после очищения от внутригрупповых оборотов) составила 124,9 млрд рублей и обновила исторические максимумы, а ее темпы роста ускорились до 26% г/г. Наибольшим ростом доходов отметились мясной (+43%) и сахарный сегменты (+26%).

⬆️ EBITDA выросла на 7% г/г на фоне увеличения объемов реализации сахара и средних цен на него в результате открытия экспортного направления. Также позитивным фактором выступил рост объемов реализации масла наливом на фоне увеличения производственных мощностей. Дополнительным драйвером стало увеличение цен на масложировую продукцию на внутреннем и экспортном рынках.

⬆️ Чистая прибыль показала мощный рост на 141% во многом за счет неденежных доходов от выгодной покупки ГК Агро-Белогорье, роста операционной прибыли и процентных доходов, позитивной валютной переоценки.

👎 По состоянию на конец 2024 года долговая нагрузка группы (чистый долг/EBITDA) возросла до 1,8х с 1,2x на начало года. Данный рост связан с реализацией капитальной программы по расширению бизнеса и с завершением сделки по покупке 100% в ГК Агро-Белогорье.

👍 По нашим оценкам, инвесторы могут рассчитывать на выплату около 14 руб/акция по итогам 2024 года. Она может принести примерно 6% дивидендной доходности. Мы ожидаем, что вопрос этих выплат будет вынесен на обсуждение советом директоров агрохолдинга уже в начале апреля.

👍 За месяц после возобновления торгов акции Русагро прибавили около 6% на фоне сильных операционных результатов группы и позитивных настроений на рынке. При этом акции по-прежнему торгуются с дисконтом в размере 12% к историческим уровням. Так, форвардный мультипликатор EV/EBITDA (учитывает прогноз на 2025 год) сейчас находится на уровне 4,4х, а историческое значение мультипликатора — 5х.

‼️ На данный момент мы пересматриваем рекомендацию и целевую цену для акций Русагро.

Подробнее в обзоре

Александр Самуйлов, аналитик Т-Инвестиций

#акции #RAGR
------------------------------------------------------------
ID сообщения: 1807
Дата отправки: 2025-03-24 15:25:55+00:00
Текст сообщения: За чем следить на этой неделе?

▪️ Росстат опубликует данные по недельной инфляции и промышленному производству в феврале. Мы ожидаем сохранения уровня ниже 0,1% н/н по инфляции и замедление роста до 1,8% в промышленном производстве.

▪️ Банк России представит развернутую информацию по показателям банковского сектора в феврале. Предварительные данные говорят о продолжении торможения кредитования.

▪️ ЛУКОЙЛ опубликует финансовые результаты по МСФО за второе полугодие и за весь 2024 год.

▪️ Аренадата опубликует финансовые результаты по МСФО за 2024 год.

▪️ Компания Черкизово проведет ГОСА. В повестке вопрос утверждения дивидендов за 2024 г.

▪️ ЭсЭфАй опубликует финансовые результаты по МСФО за 2024 г.

▪️ ЭЛ5-Энерго (Энел Россия) опубликует финансовые результаты по МСФО за 2024 г.

❓Что было на прошлой неделе

▪️ На прошлой неделе рубль сохранял сильные позиции. Официальный курс рубля к доллару, установленный ЦБ, — около 84 руб./доллар.

▪️ Банк России сохранил ставку на уровне 21% — третий раз подряд. Регулятор несколько смягчил сигнал. В пресс-релизе больше нет указания на вероятное повышение ставки на следующем заседании.

▪️ Недельная инфляция на 17 марта замедлилась до 0,06% н/н. Показатель обновил минимум за полгода и оказался ниже сезонной нормы. Годовая инфляция осталась на уровне около 10,1% г/г. Инфляционные ожидания населения заметно снизились — с 13,7% в декабре до 12,9% в марте.

▪️ На долговом рынке высокий спрос на аукционах Минфина сохраняется. Министерство уже перевыполнило квартальный план в 1 трлн рублей. На текущий момент размещено 1,35 трлн рублей.

▪️ Индекс Мосбиржи вырос на 1,4% н/н, до 3 208 пунктов. В течение недели участники рынка следили за двумя основными событиями: телефонным звонком Трампа и Путина и решением по ключевой ставке ЦБ РФ. В итоге оба прошли без сюрпризов и в рамках ожиданий инвесторов.

#дайджест
------------------------------------------------------------
ID сообщения: 1806
Дата отправки: 2025-03-22 10:55:05+00:00
Текст сообщения: ЦБ взял паузу: ждать ли снижения ставки?

🎙 В эфире подкаст Жадный Инвестор

В студии главный экономист Т-Инвестиций — Софья Донец и ведущая подкаста — Анастасия Тушнолобова.

В выпуске обсудили:

✔️ Как ЦБ принимал решение и реакция рынка
✔️ Когда ждать снижения ставки и наш прогноз на конец года
✔️ Укрепление рубля сейчас и ослабление позднее
✔️ Геополитика и возможные сценарии
✔️ Где инвестору хранить капитал?

🎧 Подкаст можно слушать на любой платформе: Яндекс Подкасты, Apple Podcasts или сразу в Telegram

💬 Задать свой вопрос и обсудить выпуск с другими инвесторами

#подкаст #макро #инфляция #ставка
------------------------------------------------------------
ID сообщения: 1805
Дата отправки: 2025-03-22 08:47:00+00:00
Текст сообщения: Мы агрегировали информацию по пяти крупнейшим фондам денежного рынка РФ и получили следующую картину дневных притоков/оттоков ликвидности с конца 2024 года.

Первые дни наблюдений за фондами денежного рынка на текущей неделе не отметились явно выраженной динамикой притоков или оттоков средств. Единственный день, который выбился из общей картины, — это когда главы России и США провели второй телефонный разговор (инвесторы возлагали большие надежды на него). В целом можно сказать, что инвесторы заняли выжидательную позицию перед заседанием Банка России, на котором в итоге регулятор ожидаемо сохранил ставку на уровне 21%, а также смягчил риторику: в пресс-релизе не было указания на возможность повышения ставки на следующем заседании.

Подробнее об итогах заседания ЦБ

#тренд #денежныйрынок
------------------------------------------------------------
ID сообщения: 1804
Дата отправки: 2025-03-21 16:58:10+00:00
Текст сообщения:
------------------------------------------------------------
ID сообщения: 1803
Дата отправки: 2025-03-21 16:58:10+00:00
Текст сообщения: Итоги заседания Банка России: ключевая ставка без изменений и смягчение сигнала

Сегодня, 21 марта, Банк России третий раз подряд сохранил ключевую ставку на уровне 21%, как и ожидалось. В целом риторика регулятора осталась достаточно сбалансированной. Как мы и ожидали, регулятор несколько смягчил сигнал: из пресс-релиза ушло указание на возможность дальнейшего повышения ставки непосредственно на следующем заседании. Сегодня повышение ставки как опцию ЦБ тоже не рассматривал, как и ее снижение. При этом серьезность намерений Банка России сохраняется: регулятор готов поддерживать жесткие денежно-кредитные условия в течение длительного периода, а если дезинфляция пойдет не по плану, то он может вернуться к рассмотрению вопроса о повышении ставки. Впрочем, вероятность такого шага, по словам председателя ЦБ Эльвиры Набиуллиной, снизилась.

❓Что еще было в коммуникации ЦБ

▪️Ситуация с инфляцией и кредитованием пока развивается в нужном ключе. Текущий рост цен замедляется. С учетом этого годовая инфляция по итогам первого квартала, вероятно, даже окажется ниже февральского прогноза ЦБ. Мы ожидаем 10,3% г/г на конец марта против 10,6%, прогнозируемых Банком России.

▪️Рост кредитования в целом идет по нижней границе прогноза ЦБ. Рост потребительского кредитования продолжает замедляться, а корпоративное кредитование показывает более умеренные темпы роста, хотя на его динамику продолжают влиять бюджетные расходы.

▪️Экономическая ситуация развивается по сценарию «мягкой посадки».

▪️Для оценки устойчивости дезинфляционного тренда и картины в корпоративном кредитовании нужно больше времени. Важны будут данные второго квартала.

▪️Банк России по-прежнему планирует восстановить надбавки к нормативу достаточности капитала и повысить антициклические надбавки в июле, даже в случае более существенного замедления кредитования.

▪️Регулятор не видит значимого притока иностранных инвесторов на российский рынок. Связывает укрепление рубля и рост спроса на ОФЗ с внутренними факторами, в том числе с изменениями ожиданий  участников рынка относительно инфляции и геополитики.

❓Может ли ЦБ снизить ставку уже в апреле

▪️ Да, если текущая инфляция останется на уровне последних трендов (недельный рост цен не более 0,15%), инфляционные ожидания продолжат снижаться, а кредитование покажет сокращение в обоих сегментах (розничном и корпоративном). И, конечно, если случится значительный прогресс в урегулировании геополитического конфликта. Минимальный первый шаг: -100 б.п.

▪️Если геополитическая неопределенность сохранится, а в динамике спроса, кредитования, инфляции и инфляционных ожиданиях будет более медленный прогресс, то первое снижение ключевой ставки будет отложено до июня. При этом ширина первого шага, вероятно, увеличится до 200 б.п.

▪️Возврат к разговору о повышении ключевой ставки возможен только в случае существенного негативного изменения внешних и/или геополитических условий, которое может привести к возобновлению роста инфляции более чем на 1% в месяц (или выше 0,7% в течение нескольких месяцев подряд).

Мы сохраняем прогноз ключевой ставки на конец года на уровне 13—16% (итоговый уровень будет зависеть от динамики урегулирования геополитического конфликта).

Софья Донец (CFA), главный экономист Т-Инвестиций

#макро #ставка #инфляция
------------------------------------------------------------
ID сообщения: 1802
Дата отправки: 2025-03-21 15:45:19+00:00
Текст сообщения:
------------------------------------------------------------
ID сообщения: 1801
Дата отправки: 2025-03-21 15:45:19+00:00
Текст сообщения:
------------------------------------------------------------
ID сообщения: 1800
Дата отправки: 2025-03-21 15:45:19+00:00
Текст сообщения:
------------------------------------------------------------
ID сообщения: 1799
Дата отправки: 2025-03-21 15:45:19+00:00
Текст сообщения:
------------------------------------------------------------
ID сообщения: 1798
Дата отправки: 2025-03-21 15:45:18+00:00
Текст сообщения: Инарктика: что с финансами после мора рыбы

Крупнейший производитель аквакультурного лосося и морской форели в России представил результаты за второе полугодие 2024-го.

⬇️ Продажи в реальном выражении снизились на 35% г/г из-за гибели рыбы в первом полугодии 2024-го, вызванной аномально низкими температурами, высокой интенсивностью рыбной вши и повреждениями от медуз. Однако благодаря частичному восстановлению биомассы во втором полугодии продажи в 2025 году, скорее всего, покажут положительную динамику.

⬇️ Выручка упала на 15% г/г по той же причине — массовая гибель рыбы. Однако продолжающийся рост цен (+30% г/г) частично компенсирует этот негативный эффект. Основной причиной роста цен можно назвать снижение предложения на рынке ввиду падения вылова лосося на 61% г/г в России в прошлом году.

⬇️Рентабельность по скорр. EBITDA опустилась на 3,9 п.п., до 38,4%. Это все еще существенно выше показателей крупных мировых игроков, таких как Mowi и SalMar, у которых рентабельность находится в среднем на уровне 25%. Однако ниже исторического среднего у самой Инарктики (45% за последние четыре года). Среди причин снижения рентабельности можно выделить: повышение стоимости кормов, логистики и импортных материалов, рост расходов на персонал на фоне рекордно низкого уровня безработицы в стране.

⬇️⬆️ Чистая прибыль незначительно снизилась (-2% г/г), однако рентабельность по данному показателю выросла на 4,9 п.п. Драйверами маржи стали: рост процентных доходов, страховые выплаты вследствие гибели рыбы, сокращение налога на прибыль, вызванного в первую очередь отсутствием налога на сверхприбыль компании, уплаченного во втором полугодии 2023-го.

👍 Долговая нагрузка (чистый долг/скорр. EBITDA) остается на уровне 1х — это относительно невысокий и достаточно комфортный уровень в текущих макроэкономических условиях.

❓Что с дивидендами

В 2024 году инвесторы уже получили дивиденды в размере 50 руб/акция, что соответствует выплате 56% от чистой прибыли. Согласно рыночному консенсусу, за четвертый квартал 2024-го компания планирует выплатить еще 10 руб/акцию — эту выплату инвесторы получат уже в этом году.

После анализа свежего финансового отчета компании мы сохраняем нейтральный взгляд на акции Инарктики и пересматриваем целевую цену для бумаг компании.

Подробнее в обзоре

Михаил Коньков, аналитик Т-Инвестиций

#акции #AQUA
------------------------------------------------------------
ID сообщения: 1797
Дата отправки: 2025-03-21 14:47:10+00:00
Текст сообщения: MD Medical: закрываем идею на покупку

Мы провели детальный анализ бизнеса ведущего игрока в области частной медицины, после чего решили закрыть идею на покупку акций MD Medical и снизить рекомендацию до «держать».

⬆️ Доходность нашей идеи на покупку с конца июня прошлого года превысила 36% — это значительно выше доходности индекса Мосбиржи полной доходности за аналогичный период (+10%).

При этом мы повышаем таргет для бумаг компании до 1 200 руб/акция. Потенциал роста на горизонте 12 месяцев с текущих уровней составляет 10%, а полная доходность с учетом дивидендов — 15%.

💼 Отметим, что консервативным инвесторам стоит рассмотреть бумаги MD Medical для добавления в портфель, так как акция обладает высокой устойчивостью к колебаниям рынка и обеспечивает стабильный дивидендный поток.

❓Какие плюсы и минусы инвестиций в акции MD Medical

👍 Рост реальных располагаемых доходов россиян делает платную медицину более доступной. За последние пять лет рынок коммерческой медицины рос в среднем на 11,5% в год — это выше среднего уровня инфляции за этот период (7,6%). Эксперты Kept ожидают продолжения роста рынка с замедлением до +10,4% в год в 2024—2030 годах. По нашему мнению, ключевыми драйверами роста станут старение населения, расширение крупных игроков в новых регионах присутствия и развитие тренда на комплексную заботу о здоровье.

👍 MD Medical — вторая по размеру выручки сеть клиник в России, которая занимает около 2% на крайне фрагментированном рынке частной медицины. Услуги в области женского и детского здоровья остается главной специализацией компании, однако MD Medical постепенно диверсифицирует бизнес и уже предоставляет широкий спектр медицинских услуг в 11 госпиталях и 52 амбулаторных клиниках в 31 регионе России.

👍 У группы нет долговой нагрузки за исключением обязательств по аренде (по состоянию на конец 2024 года). Это добавляет компании финансовой устойчивости в период высоких ставок в экономике. Мы ожидаем, что в 2025—2030 годах чистая денежная позиция группы будет расти, так как прогнозируемого нами операционного денежного потока будет достаточно для реализации капитальной программы и выплат дивидендов акционерам.

👍 По нашим оценкам, в ближайшие годы компания будет направлять на дивиденды около 60% от чистой прибыли по МСФО. Это принесет инвесторам 5,8% дивидендной доходности в 2025 году. Далее, после завершения строительства госпиталей в Московском регионе, MD Medical может повысить коэффициент дивидендных выплат вплоть до 100% от чистой прибыли.

👎👍 По нашим прогнозам, в 2024—2030 годах рост выручки MD Medical замедлится в среднем до 11,7% в год. Это связано с постепенным насыщением рынка коммерческой медицины, ужесточением конкуренции и постепенной нормализацией роста среднего чека на фоне замедления динамики доходов населения.

👎👍 Мы считаем, что справедливым форвардным мультипликатором для бумаг MD Medical является EV/EBITDA на уровне 6,8x. Такое значение немного превышает показатель единственного публичного конкурента EMC вследствие более высокой информационной открытости и уровня корпоративного управления MD Medical при сопоставимых темпах роста и рентабельности.

👎 Мы ожидаем, что рентабельность MD Medical по EBITDA будет под давлением в ближайшие годы. Главным негативным фактором станет рост заработных плат медицинского персонала, опережающий рост выручки, на фоне более инертной динамики заработных плат. Также давление на маржу окажет активное открытие новых амбулаторных клиник, которые поначалу будут снижать общую загрузку мощностей группы.

Обо всем подробнее рассказываем в нашем большом обзоре.

Александр Самуйлов, аналитик Т-Инвестиций

#акции #MDMG
"""