C:\Dev\Python\KafkaProject\.venv\Scripts\python.exe C:\Dev\Python\KafkaProject\main.py 
Канал получен
Текст сообщения: 
ID сообщения: 1825
Дата отправки: 2025-03-26 14:15:35+00:00
------------------------------------------------------------
Текст сообщения: 
ID сообщения: 1824
Дата отправки: 2025-03-26 14:15:35+00:00
------------------------------------------------------------
Текст сообщения: 
ID сообщения: 1823
Дата отправки: 2025-03-26 14:15:35+00:00
------------------------------------------------------------
Текст сообщения: ММК: снижаем таргет для акций

После актуализации нашей модели оценки мы приняли решение снизить таргет для акций ММК до 45 руб/акция (с 51 руб/акция ранее), сохранив рекомендацию «держать». Потенциал роста акций на горизонте 12 месяцев — 16%.

Основные причины изменения таргета:

✔️ более стремительный рост затрат ММК, чем мы предполагали;
✔️ снижение прогнозных цен на сталь. 

Давайте разберем подробнее последние финансовые результаты компании.

Финансовые итоги четвертого квартала 2024-го

⬇️ Выручка упала на 10% кв/кв из-за сокращения объемов продаж (-5% кв/кв) на фоне проведения ремонтов и снижения цен на металлопродукцию ввиду сезонного пониженного спроса на сталь и высокой ключевой ставки, которая негативно сказывается на деловой активности в стране.

⬇️ EBITDA упала на 37% кв/кв вслед за выручкой, а маржинальность — на 6 п.п. кв/кв, до 14%. Давление на EBITDA оказывал рост расходов на ремонты (часть из которых не капитализируется), а также снижение доли реализации продукции с высокой добавленной стоимостью — до 45,6% c 48% кварталом ранее.

⬆️⬇️  Свободный денежный поток (FCF) вырос почти втрое относительно третьего квартала на фоне снижения оборотного капитала. Однако показатель остается на низком уровне ввиду значительного сокращения EBITDA и крупных капзатрат.

❓Чего ждать в 2025 году

В начале года сезонные факторы и высокая ключевая ставка продолжат оказывать негативное влияние на деловую активность в России. 

❕На наш взгляд, это будет сдерживать цены на стальную продукцию в первом полугодии 2025-го. 

При этом в первом квартале года компания продолжит программу капитальных ремонтов в доменном переделе. По этой причине объемы выплавки стали останутся на пониженном уровне.

В целом в 2025 году менеджмент ждет значительного сокращения капвложений по сравнению с 2024-м. Причина — завершение реализации ключевых проектов в рамках стратегии развития группы до 2025 года. 

❓Что с дивидендами

Дивидендная политика ММК имеет привязку к FCF и долговой нагрузке.

✔️ Если чистый долг/EBITDA менее 1x, то на выплату дивидендов направляется не менее 100% FCF.

✔️ Если чистый долг/EBITDA более 1x, то компания выплачивает не менее 50% FCF в качестве дивидендов.

За второе полугодие 2024-го FCF ММК составил 7,6 млрд руб. или 0,68 руб/акция, доходность к текущей цене — 1,8%. 

❕С учетом низкого FCF есть риск, что совет директоров рекомендует годовому общему собранию акционеров не выплачивать дивиденды за второе полугодие 2024-го.

❕Перспективы выплат за этот год тоже выглядят неутешительно. Компания планирует значительно сократить капвложения, что позитивно скажется на FCF. Однако, по нашей оценке, он все равно будет под давлением низкой EBITDA. Поэтому мы не ждем крупных дивидендов от компании в следующие 12 месяцев.

Александр Алексеевский (CFA), аналитик Т-Инвестиций

#акции #MAGN
ID сообщения: 1822
Дата отправки: 2025-03-26 14:15:34+00:00
------------------------------------------------------------
Текст сообщения: 
ID сообщения: 1821
Дата отправки: 2025-03-26 12:11:09+00:00
------------------------------------------------------------
Текст сообщения: 
ID сообщения: 1820
Дата отправки: 2025-03-26 12:11:09+00:00
------------------------------------------------------------
Текст сообщения: 
ID сообщения: 1819
Дата отправки: 2025-03-26 12:11:09+00:00
------------------------------------------------------------
Текст сообщения: 
ID сообщения: 1818
Дата отправки: 2025-03-26 12:11:09+00:00
------------------------------------------------------------
Текст сообщения: Группа Эталон: продажи падают не так сильно, как у конкурентов, но прибыли все еще нет

Недавно девелопер представил отчет за второе полугодие 2024-го.

⬇️ Объем новых продаж сократился на 13% г/г. Такое падение куда более умеренное, чем у группы ЛСР (-60%) и ГК Самолет (-50%). Все из-за низкой доли ипотеки в структуре продаж из-за фокуса на бизнес- и премиум-сегментах и диверсификации бизнеса через продажи не только жилой, но и коммерческой недвижимости. При этом мы считаем, что темпы роста продаж группы Эталон, как и у других девелоперов, продолжат снижаться в годовом выражении и в первом полугодии 2025-го. Причины — все еще жесткая монетарная политика и отмена безадресной льготной ипотеки, которая действовала в течение всего первого полугодия 2024-го.

⬆️ Выручка выросла на 33% г/г, несмотря на снижение новых продаж. Такая динамика во многом объясняется спецификой признания выручки девелоперами — она признается не сразу, а по мере реализации строительства объекта недвижимости. К тому же драйверами выручки стали рост средней цены за кв. м и увеличение прочих доходов (от продажи стройматериалов, земельных участков и коммерческих помещений). Если убрать аномальное первое полугодие 2024-го, когда выручка подскочила на 71% на фоне  ажиотажного спроса в преддверии отмены безадресной программы льготной ипотеки, то рост во втором полугодии является самым высоким за последние четыре года. 

⬇️ Рентабельность по EBITDA оказалась на 4 п.п. ниже уровня первого полугодия (19% против 23%) из-за увеличения себестоимости. Однако даже после снижения показатель находится лишь немного ниже исторического среднего (20%).

⬇️ Рентабельность по чистой прибыли находится в отрицательной зоне с 2023-го и по итогам второго полугодия 2024-го ушла еще глубже в минус (-7%). Это связано с ростом процентных расходов в 1,5 раза г/г на фоне ужесточения политики ЦБ.  Дополнительное давление оказал налог на прибыль: компания платит его даже при отрицательной доналоговой прибыли ввиду статей расходов, которые не учитываются для целей налогообложения. При этом группа не планирует отказываться от стратегии роста и считает, что выход в прибыльность возможен при ключевой ставке на уровне 15%. 

👎 Долговая нагрузка (чистый долг/EBITDA) впервые за последние четыре года превысила 2х из-за необходимости погасить кредиторскую задолженность и расширить земельный банк. Группа находит текущий уровень долговой нагрузки нормальным и при необходимости может нарастить долг с помощью корпоративного кредитования и/или выпуска облигаций.

❓Что с редомициляцией и дивидендами

Компания планирует завершить процесс переезда в Россию уже через два-три месяца. После этого руководство может обсудить возможность выплаты дивидендов. Однако вероятность выплат невелика из-за текущих убытков компании. 

❕Мы пока не видим фундаментальных причин для восстановления рынка недвижимости на фоне все еще высоких ипотечных ставок, ограниченного спроса и рисков сохранения жесткой денежно-кредитной политики ЦБ. Поэтому мы нейтрально смотрим на акции группы Эталон.

Михаил Коньков, аналитик Т-Инвестиций

#акции #ETLN
ID сообщения: 1817
Дата отправки: 2025-03-26 12:11:09+00:00
------------------------------------------------------------
Текст сообщения: 
ID сообщения: 1816
Дата отправки: 2025-03-26 11:33:28+00:00
------------------------------------------------------------

Process finished with exit code 0
